[
  {
    "id": "doc1",
    "title": "معاهدة وستفاليا للسلام",
    "summary": "سلسلة من معاهدات السلام التي أنهت حرب الثلاثين عامًا في أوروبا وأرست مبدأ سيادة الدول",
    "content": "<h2>معاهدة وستفاليا للسلام</h2><p>وقعت معاهدات وستفاليا في 1648 وأنهت بشكل رسمي حرب الثلاثين عامًا في الإمبراطورية الرومانية المقدسة، وحرب الثمانين عامًا بين إسبانيا وجمهورية هولندا.</p><p>تعتبر هذه المعاهدات حدثًا محوريًا في تاريخ أوروبا الحديث، حيث أسست لمفاهيم السيادة الوطنية وعدم التدخل في الشؤون الداخلية للدول الأخرى، ونظام الدولة الحديثة.</p><p>كما أنها غيرت موازين القوى في أوروبا وحدت من سلطة الكنيسة في الشؤون السياسية، مما مهد الطريق للدولة العلمانية الحديثة.</p>",
    "age": "age3",
    "category": "cat4",
    "published_at": "1648-10-24",
    "page_count": 8,
    "view_count": 1205,
    "download_count": 342,
    "is_premium": false
  },
  {
    "id": "doc2",
    "title": "صحيفة المدينة",
    "summary": "وثيقة تاريخية أسسها النبي محمد لتنظيم العلاقات بين سكان المدينة المنورة من المسلمين واليهود والقبائل العربية",
    "content": "<h2>صحيفة المدينة</h2><p>تعد صحيفة المدينة أو دستور المدينة من أقدم الوثائق الدستورية في التاريخ، كتبها النبي محمد (صلى الله عليه وسلم) بعد هجرته إلى المدينة المنورة في عام 622 ميلادية.</p><p>تضمنت الصحيفة 47 بندًا نظمت العلاقات بين مختلف فئات المجتمع في المدينة المنورة، بما في ذلك المسلمين من المهاجرين والأنصار، والقبائل اليهودية، وغيرهم من سكان المدينة.</p><p>تُعتبر هذه الوثيقة سابقة تاريخية مهمة في وضع أسس التعايش السلمي والمواطنة، ونظام للحكم قائم على المساواة والعدالة، وتنظيم الحقوق والواجبات بين مختلف الفئات الدينية والاجتماعية.</p>",
    "age": "age2",
    "category": "cat1",
    "published_at": "622-06-15",
    "page_count": 5,
    "view_count": 2751,
    "download_count": 876,
    "is_premium": false
  },
  {
    "id": "doc3",
    "title": "خريطة الإدريسي للعالم",
    "summary": "خريطة تاريخية رسمها الجغرافي والمستكشف العربي محمد الإدريسي في القرن الثاني عشر، وهي من أدق الخرائط في ذلك العصر",
    "content": "<h2>خريطة الإدريسي للعالم</h2><p>رسم الشريف الإدريسي، وهو جغرافي وعالم ومستكشف عربي، خريطته الشهيرة للعالم المعروفة باسم 'نزهة المشتاق في اختراق الآفاق' في عام 1154 ميلادية.</p><p>تعتبر هذه الخريطة من أدق الخرائط العالمية في العصور الوسطى، حيث جمع فيها الإدريسي معلومات من مصادر إسلامية وبيزنطية وإغريقية ورومانية، بالإضافة إلى معلومات من المستكشفين والتجار.</p><p>رسمت الخريطة بشكل مقلوب (الجنوب في الأعلى)، وقسمها الإدريسي إلى سبعة أقاليم مناخية وعشرة أجزاء، ووصف كل منطقة بالتفصيل في كتابه المصاحب للخريطة.</p><p>أثرت هذه الخريطة بشكل كبير على تطور علم الخرائط في أوروبا وساهمت في توسيع المعرفة الجغرافية للعالم في ذلك الوقت.</p>",
    "age": "age2",
    "category": "cat2",
    "published_at": "1154-01-01",
    "page_count": 3,
    "view_count": 1892,
    "download_count": 523,
    "is_premium": true
  },
  {
    "id": "doc4",
    "title": "رسائل ألبرت أينشتاين إلى فرانكلين روزفلت",
    "summary": "رسائل من العالم ألبرت أينشتاين إلى الرئيس الأمريكي فرانكلين روزفلت حول تطوير الأسلحة النووية",
    "content": "<h2>رسائل ألبرت أينشتاين إلى فرانكلين روزفلت</h2><p>في 2 أغسطس 1939، كتب العالم الفيزيائي ألبرت أينشتاين رسالة تاريخية إلى الرئيس الأمريكي فرانكلين روزفلت يحذره فيها من إمكانية تطوير ألمانيا النازية لأسلحة نووية.</p><p>شرح أينشتاين في رسالته الاكتشافات الحديثة في مجال الانشطار النووي وإمكانية استخدامها لإنتاج قنابل ذات قوة تدميرية هائلة، وحث الرئيس على تمويل الأبحاث الأمريكية في هذا المجال.</p><p>أدت هذه الرسائل إلى إطلاق مشروع مانهاتن، وهو البرنامج البحثي الذي أدى في النهاية إلى تطوير القنبلة الذرية الأولى واستخدامها في الحرب العالمية الثانية.</p><p>تعتبر هذه المراسلات وثائق تاريخية مهمة توضح تأثير العلماء على صناعة القرار السياسي والعسكري، وبداية عصر جديد في تاريخ البشرية هو العصر النووي.</p>",
    "age": "age4",
    "category": "cat3",
    "published_at": "1939-08-02",
    "page_count": 7,
    "view_count": 3105,
    "download_count": 892,
    "is_premium": true
  },
  {
    "id": "doc5",
    "title": "دفتر تجارة الحرير في طريق الحرير",
    "summary": "سجل تجاري يوثق تجارة الحرير بين الصين والشرق الأوسط وأوروبا في القرن الحادي عشر",
    "content": "<h2>دفتر تجارة الحرير في طريق الحرير</h2><p>يعد هذا الدفتر التجاري المكتشف في مدينة تورفان، الواقعة على طريق الحرير، وثيقة تاريخية نادرة توثق تفاصيل تجارة الحرير بين الصين والشرق الأوسط وأوروبا في القرن الحادي عشر الميلادي.</p><p>يتضمن الدفتر معلومات تفصيلية عن الكميات والأنواع والأسعار، بالإضافة إلى أسماء التجار والوسطاء والضرائب المدفوعة على البضائع. كما يوثق المسارات التجارية والمدن الرئيسية على طريق الحرير.</p><p>تعطينا هذه الوثيقة لمحة نادرة عن الحياة الاقتصادية والتبادل التجاري والثقافي في ذلك العصر، وتبرز أهمية تجارة الحرير في ربط حضارات العالم القديم.</p>",
    "age": "age2",
    "category": "cat5",
    "published_at": "1067-03-15",
    "page_count": 12,
    "view_count": 857,
    "download_count": 201,
    "is_premium": false
  }
] 